Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Pascal1663_Equilibre_btv1b86221002_numb_seg_replace.tmx
Source language: frm
Languages: fr

source: cette Machine nouuelle de Mechanique fait entendre pourquoy les Liqueurs peſent ſuiuant leur hauteur. Cette, Machine de Mechanique pour multiplier les forces, eſtant bien entenduë, fait voir la raiſon pour laquelle les Liqueurs peſent ſuiuant leur hauteur, & non pas ſuiuant leur largeur dans tous les effets que nous en auons rapportez.
fr: cette Machine nouvelle de Mécanique fait entendre pourquoi les Liqueurs pèsent suivant leur hauteur. Cette, Machine de Mécanique pour multiplier les forces, étant bien entendue, fait voir la raison pour laquelle les Liqueurs pèsent suivant leur hauteur, et non pas suivant leur largeur dans tous les effets que nous en avons rapportés.

source: cette Machine nouuelle de Mechanique fait entendre pourquoy les Liqueurs peſent ſuiuant leur hauteur.
fr: cette Machine nouvelle de Mécanique fait entendre pourquoi les Liqueurs pèsent suivant leur hauteur.

source: Car il eſt viſible qu’en la Figure VI. l’eau d’vn petit tuyau contrepeſe vn Piſton chargé de cent liures, parce que le Vaiſſeau du fond eſt luy meſme vn Vaiſſeau plein d’eau, ayant deux ouuertures, à l’vne deſquelles eſt le Piſton large, & à l’autre l’eau du tuyau qui eſt proprement vn Piſton peſant de luy meſme, qui doit contrepeſer l’autre, ſi leurs poids ſont entr’eux comme leurs ouuertures.
fr: Car il est visible qu’en la Figure VI l’eau d’un petit tuyau contre-pèse un Piston chargé de cent livres, parce que le Vaisseau du fond est lui-même un Vaisseau plein d’eau, ayant deux ouvertures, à l’une desquelles est le Piston large, et à l’autre l’eau du tuyau qui est proprement un Piston pesant de lui-même, qui doit contre-peser l’autre, si leurs poids sont entre eux comme leurs ouvertures.

source: Auſſi en la Figure V. l’eau du tuyau menu eſt en Equilibre auec vn poids de cent liures;
fr: Aussi en la Figure V l’eau du tuyau menu est en Équilibre avec un poids de cent livres;

source: parce que le Vaiſſeau du fond qui eſt large & peu haut, eſt vn Vaiſſeau clos de toutes parts, plein d’eau, ayant deux ouuertures, l’vne en bas, large, où eſt le Piſton, l’autre en haut menuë, où eſt le petit tuyau, dont l’eau eſt proprement vn Piſton peſant de luy meſme, & contrepeſant l’autre, à cauſe de la proportion des poids aux ouuertures;
fr: parce que le Vaisseau du fond qui est large et peu haut, est un Vaisseau clos de toutes parts, plein d’eau, ayant deux ouvertures, l’une en bas, large, où est le Piston, l’autre en haut menue, où est le petit tuyau, dont l’eau est proprement un Piston pesant de lui même, et contre-pesant l’autre, à cause de la proportion des poids aux ouvertures;

source: car il n’importe pas ſi ces ouuertures ſont vis à vis ou non, comme il a eſté dit.
fr: car il n’importe pas si ces ouvertures sont vis-à-vis ou non, comme il a été dit.

source: Où l’on voit que l’eau de ces tuyaux ne fait autre choſe, que ce que feroiẽt des Piſtons de cuiure égalemẽt peſans, puis qu'vn Piſton de cuiure peſant vne once, ſeroit auſſi bien en Equilibre auec le poids de cent liures, comme le petit filet d’eau peſant vne once: de ſorte que la cauſe de l’Equilibre d’vn petit poids auec vn plus grand, qui paroiſt en tous ces exemples, n’eſt pas en ce que ces corps qui peſent ſi peu, & qui en contrepeſent de bien plus peſans, ſont d’vne matiere liquide, car cela n'eſt pas commun à tous les exemples, puiſque ceux où de petits Piſtons de cuiure en contrepeſent de ſi peſans, montrent la meſme choſe;
fr: Où l’on voit que l’eau de ces tuyaux ne fait autre chose, que ce que feraient des Pistons de cuivre également pesants, puisqu’un Piston de cuivre pesant une once, serait aussi bien en Équilibre avec le poids de cent livres, comme le petit filet d’eau pesant une once: de sorte que la cause de l’Équilibre d’un petit poids avec un plus grand, qui paraît en tous ces exemples, n’est pas en ce que ces corps qui pèsent si peu, et qui en contre-pèsent de bien plus pesants, sont d’une matière liquide, car cela n’est pas commun à tous les exemples, puisque ceux où de petits Pistons de cuivre en contre-pèsent de si pesants, montrent la même chose;

source: mais en ce que la matiere qui s’étend dans le fond des Vaiſſeaux, depuis vne ouuerture juſqu'à l'autre eſt liquide, car cela eſt commun à tous;
fr: mais en ce que la matière qui s’étend dans le fond des Vaisseaux, depuis une ouverture jusqu’à l’autre est liquide, car cela est commun à tous;

source: & c’eſt la veritable cauſe de cette multiplication.
fr: et c’est la véritable cause de cette multiplication.

source: Auſſi dans l’exemple de la Figure V. ſi l’eau qui eſt dans le petit tuyau ſe glaçoit, & que celle qui eſt dans le Vaiſſeau large du fond demeuraſt liquide, il faudroit cent liures pour ſoûtenir le poids de cette glace;
fr: Aussi dans l’exemple de la Figure V si l’eau qui est dans le petit tuyau se glaçait, et que celle qui est dans le Vaisseau large du fond demeurât liquide, il faudrait cent livres pour soutenir le poids de cette glace;

source: mais ſi l’eau qui eſt dans le fond ſe glace, ſoit que l'autre ſe gele ou demeure liquide, il ne faut qu’vne once pour la contrepeſer.
fr: mais si l’eau qui est dans le fond se glace, soit que l’autre se gèle ou demeure liquide, il ne faut qu’une once pour la contre-peser.

source: D’où il paroiſt bien clairement, que c’eſt la liquidité du corps, qui communique d’vne des ouuertures à l’autre, qui cauſe cette multiplication de forces;
fr: D’où il paraît bien clairement, que c’est la liquidité du corps, qui communique d’une des ouvertures à l’autre, qui cause cette multiplication de forces;

source: parce que le fondement en eſt, comme nous auons déja dit, qu’vn Vaiſſeau plein d’eau eſt vne Machine de Mechanique pour multiplier les forces.
fr: parce que le fondement en est, comme nous avons déjà dit, qu’un Vaisseau plein d’eau est une Machine de Mécanique pour multiplier les forces.

source: Paſſons aux autres effets, dont cette Machine nous découure la raiſon.
fr: Passons aux autres effets, dont cette Machine nous découvre la raison.

source: Figure VIII. SI vn Vaiſſeau plein d’eau a deux ouuertures, à chacune deſquelles ſoit ſoudé vn tuyau;
fr: Figure VIII. SI un Vaisseau plein d’eau a deux ouvertures, à chacune desquelles soit soudé un tuyau;

source: ſi on verſe de l’eau dans l’vn & dans l’autre à pareille hauteur, les deux ſeront en Equilibre.
fr: si on verse de l’eau dans l’un et dans l’autre à pareille hauteur, les deux seront en Équilibre.

source: Car leurs hauteurs eſtant pareilles, elles ſeront en la proportion de leurs groſſeurs, c’eſt à dire de leurs ouuertures;
fr: Car leurs hauteurs étant pareilles, elles seront en la proportion de leurs grosseurs, c’est-à-dire de leurs ouvertures;

source: donc ces deux eaux de ces tuyaux ſont proprement deux Piſtons peſans à proportion des ouuertures;
fr: donc ces deux eaux de ces tuyaux sont proprement deux Pistons pesants à proportion des ouvertures;

source: donc ils ſeront en Equilibre par les demonſtrations precedentes. De là vient, que ſi on verſe de l’eau dãs l’vn de ces tuyaux ſeulement, elle fera remonter l’eau dans l’autre, juſques à ce qu’elle ſoit arriuée à la meſme hauteur, & lors elles demeureront en Equilibre;
fr: donc ils seront en Équilibre par les démonstrations précédentes. De là vient, que si on verse de l’eau dans l’un de ces tuyaux seulement, elle fera remonter l’eau dans l’autre, jusqu’à ce qu’elle soit arrivée à la même hauteur, et lors elles demeureront en Équilibre;

source: car alors ce ſeront deux Piſtons peſans en la proportion de leurs ouuertures.
fr: car alors ce seront deux Pistons pesants en la proportion de leurs ouvertures.

source: Pourquoy l'eau monte außi haut que ſa ſource. C’eſt la raiſon pour laquelle l’eau monte auſſi haut que ſa ſource.
fr: Pourquoi l’eau monte aussi haut que sa source. C’est la raison pour laquelle l’eau monte aussi haut que sa source.

source: Pourquoy l'eau monte außi haut que ſa ſource.
fr: Pourquoi l’eau monte aussi haut que sa source.

source: Ces ſortes d'experiences ne ſe peuuent faire qu'ẽ rempliſſant le Vaiſſeau juſques à l'embouchure des tuyaux, de la Liqueur la plus peſante. Que ſi l’on met des Liqueurs differentes dans les tuyaux, comme de l’eau dans vn, & du vif argent dans l’autre, ces deux Liqueurs ſeront en Equilibre, quand leurs hauteurs ſerõt proportionnées à leurs peſanteurs;
fr: Ces sortes d’expériences ne se peuvent faire qu’en remplissant le Vaisseau jusqu’à l’embouchure des tuyaux, de la Liqueur la plus pesante. Que si l’on met des Liqueurs différentes dans les tuyaux, comme de l’eau dans un, et du vif-argent dans l’autre, ces deux Liqueurs seront en Équilibre, quand leurs hauteurs seront proportionnées à leurs pesanteurs;

source: Ces ſortes d'experiences ne ſe peuuent faire qu'ẽ rempliſſant le Vaiſſeau juſques à l'embouchure des tuyaux, de la Liqueur la plus peſante.
fr: Ces sortes d’expériences ne se peuvent faire qu’en remplissant le Vaisseau jusqu’à l’embouchure des tuyaux, de la Liqueur la plus pesante.

source: c’eſt à dire quand la hauteur de l'eau ſera quatorze fois plus grande que la hauteur du vif argent, parce que le vif argent peſe de luy meſme quatorze fois plus que l’eau;
fr: c’est-à-dire quand la hauteur de l’eau sera quatorze fois plus grande que la hauteur du vif-argent, parce que le vif-argent pèse de lui même quatorze fois plus que l’eau;

source: car ce ſera deux Piſtons, l’vn d’eau, l’autre de vif argent, dont les poids ſeront proportionnez aux ouuertures.
fr: car ce sera deux Pistons, l’un d’eau, l’autre de vif-argent, dont les poids seront proportionnés aux ouvertures.

source: Et meſme quand le tuyau plein d’eau ſeroit cent fois plus menu que celuy ou ſeroit le vif argent, ce petit filet d’eau tiendroit en Equilibre toute cette large maſſe de vif argent, pourueu qu’il eût quatorze fois plus de hauteur.
fr: Et même quand le tuyau plein d’eau serait cent fois plus menu que celui ou serait le vif-argent, ce petit filet d’eau tiendrait en Équilibre toute cette large masse de vif-argent, pourvu qu’il eût quatorze fois plus de hauteur.

source: Tout ce que nous auons dit juſques à cette heure des tuyaux, ſe doit entendre de quelque Vaiſſeau que ce ſoit, regulier ou non;
fr: Tout ce que nous avons dit jusqu’à cette heure des tuyaux, se doit entendre de quelque Vaisseau que ce soit, régulier ou non;

source: car le meſme Equilibre s’y rencontre: de ſorte que ſi au lieu de ces deux tuyaux que nous auons figurez à ces deux ouuertures, on y mettoit deux Vaiſſeaux qui aboutiſſent auſſi à ces deux ouuertures;
fr: car le même Équilibre s’y rencontre: de sorte que si au lieu de ces deux tuyaux que nous avons figurés à ces deux ouvertures, on y mettait deux Vaisseaux qui aboutissent aussi à ces deux ouvertures;

source: mais qui fuſſent larges en quelques endroits, eſtroits en d’autres, & enfin tous irreguliers dans toute leur eſtenduë;
fr: mais qui fussent larges en quelques endroits, étroits en d’autres, et enfin tous irréguliers dans toute leur étendue;

source: en y verſant des Liqueurs à la hauteur que nous auons dit, ces Liqueurs ſeroient auſſi bien en Equilibre dans ces tuyaux irreguliers, que dans les vniformes;
fr: en y versant des Liqueurs à la hauteur que nous avons dit, ces Liqueurs seraient aussi bien en Équilibre dans ces tuyaux irréguliers, que dans les uniformes;

source: parce que les Liqueurs ne peſent que ſuiuant leur hauteur, & non pas ſuiuant leur largeur.
fr: parce que les Liqueurs ne pèsent que suivant leur hauteur, et non pas suivant leur largeur.

source: Et la demonſtration en ſeroit facile, en inſcriuant en l’vn & en l’autre pluſieurs petits tuyaux reguliers;
fr: Et la démonstration en serait facile, en inscrivant en l’un et en l’autre plusieurs petits tuyaux réguliers;

source: car on feroit voir par ce que nous auons démontré, que deux de ces tuyaux inſcripts, qui ſe correſpondent dans les deux vaiſſeaux, ſont en Equilibre: donc tous ceux d’vn Vaiſſeau ſeroient en Equilibre auec tous ceux de l’autre. Ceux qui ſont accoûtumez aux inſcriptions & aux circonſcriptions de la Geometrie, n’auront nulle peine à entendre cela;
fr: car on ferait voir par ce que nous avons démontré, que deux de ces tuyaux inscrits, qui se correspondent dans les deux vaisseaux, sont en Équilibre: donc tous ceux d’un Vaisseau seraient en Équilibre avec tous ceux de l’autre. Ceux qui sont accoutumés aux inscriptions et aux circonscriptions de la Géométrie, n’auront nulle peine à entendre cela;

source: & il ſeroit bien difficile de le démontrer aux autres au moins Geometriquement.
fr: et il serait bien difficile de le démontrer aux autres au moins Géométriquement.

source: Figure IX. Si l’on met dans vne riuiere vn tuyau recourbé par le bout d’en bas, plein de vif argent, en ſorte toutefois que le bout d’en haut ſoit hors de l’eau, le vif argent tombera en partie, juſques à ce qu’il ſoit baiſſé à vne certaine hauteur, & puis il ne baiſſera plus, mais demeurera ſuſpendu en cét eſtat;
fr: Figure IX. Si l’on met dans une rivière un tuyau recourbé par le bout d’en bas, plein de vif-argent, en sorte toutefois que le bout d’en haut soit hors de l’eau, le vif-argent tombera en partie, jusqu’à ce qu’il soit baissé à une certaine hauteur, et puis il ne baissera plus, mais demeurera suspendu en cet état;

source: en ſorte que ſa hauteur ſoit la quatorziéme partie de la hauteur de l’eau au deſſus du bout recourbé;
fr: en sorte que sa hauteur soit la quatorzième partie de la hauteur de l’eau au-dessus du bout recourbé;

source: de ſorte que ſi depuis le haut de l’eau juſques au bout recourbé, il y a quatorze pieds, le vif argent tombera juſques à ce qu’il ſoit arriué à vn pied ſeulement plus haut que le bout recourbé, à laquelle hauteur il demeurera ſuſpendu;
fr: de sorte que si depuis le haut de l’eau jusqu’au bout recourbé, il y a quatorze pieds, le vif-argent tombera jusqu’à ce qu’il soit arriué à un pied seulement plus haut que le bout recourbé, à laquelle hauteur il demeurera suspendu;

source: car le poids du vif argent qui peſe au dedans, ſera en Equilibre auec le poids de l’eau qui peſe au dehors du tuyau, à cauſe que ces Liqueurs ont leurs hauteurs proportionnées à leurs poids, & que leurs largeurs ſont indifferentes dans l’Equilibre;
fr: car le poids du vif-argent qui pèse au-dedans, sera en Équilibre avec le poids de l’eau qui pèse au-dehors du tuyau, à cause que ces Liqueurs ont leurs hauteurs proportionnées à leurs poids, et que leurs largeurs sont indifférentes dans l’Équilibre;

source: & il eſt auſſi indifferent par la meſme raiſon, que le bout recourbé ſoit large ou non, & qu’ainſi peu ou beaucoup d’eau y peſe.
fr: et il est aussi indifférent par la même raison, que le bout recourbé soit large ou non, et qu’ainsi peu ou beaucoup d’eau y pèse.

source: Auſſi ſi on enfonce le tuyau plus auant, le vif argent remonte, car le poids de l’eau eſt plus grand;
fr: Aussi si on enfonce le tuyau plus avant, le vif-argent remonte, car le poids de l’eau est plus grand;

source: & ſi on le hauſſe au contraire, le vif argent baiſſe, car ſon poids ſurpaſſe l’autre;
fr: et si on le hausse au contraire, le vif-argent baisse, car son poids surpasse l’autre;

source: & ſi on panche le tuyau, le vif argent remonte, juſques à ce qu’il ſoit reuenu à la hauteur neceſſaire, qui auoit eſté diminuée en le panchant;
fr: et si on penche le tuyau, le vif-argent remonte, jusqu’à ce qu’il soit revenu à la hauteur nécessaire, qui avait été diminuée en le penchant;

source: car vn tuyau panché n'a pas tant de hauteur que debout.
fr: car un tuyau penché n’a pas tant de hauteur que debout.

source: Figure X. La meſme choſe arriue en vn tuyau ſimple, c’eſt à dire qui n’eſt point recourbé;
fr: Figure X. La même chose arrive en un tuyau simple, c’est-à-dire qui n’est point recourbé;

source: car ce tuyau ouuert par en haut & par en bas, eſtant plein de vif argent, & enfoncé dans vne riuiere, pourueu que le bout d’en haut ſorte hors de l’eau, ſi le bout d'en bas eſt à quatorze pieds auant dans l’eau, le vif argent tombera, juſques à ce qu’il n’en reſte plus que la hauteur d’vn pied;
fr: car ce tuyau ouvert par en haut et par en bas, étant plein de vif-argent, et enfoncé dans une rivière, pourvu que le bout d’en haut sorte hors de l’eau, si le bout d’en bas est à quatorze pieds avant dans l’eau, le vif-argent tombera, jusqu’à ce qu’il n’en reste plus que la hauteur d’un pied;

source: & là il demeurera ſuſpendu par le poids de l’eau: ce qui eſt aiſé à entendre;
fr: et là il demeurera suspendu par le poids de l’eau: ce qui est aisé à entendre;

source: car l’eau touchant le vif argent par deſſous, & non pas par deſſus, fait effort pour le pouſſer en haut, comme pour chaſſer vn Piſton, & auec d’autant plus de force qu'elle a plus de hauteur;
fr: car l’eau touchant le vif-argent par-dessous, et non pas par-dessus, fait effort pour le pousser en haut, comme pour chasser un Piston, et avec d’autant plus de force qu’elle a plus de hauteur;

source: tellement que le poids de ce vif argent ayant autant de force pour tomber, que le poids de l’eau en a pour le pouſſer en haut, tout demeure en contrepoids.
fr: tellement que le poids de ce vif-argent ayant autant de force pour tomber, que le poids de l’eau en a pour le pousser en haut, tout demeure en contre-poids.

source: Auſſi ſi le vif argent n’y eſtoit pas, il eſt viſible que l’eau entreroit dans ce tuyau, & y monteroit à quatorze pieds de hauteur, qui eſt celle de ſon niueau;
fr: Aussi si le vif-argent n’y était pas, il est visible que l’eau entrerait dans ce tuyau, et y monterait à quatorze pieds de hauteur, qui est celle de son niveau;

source: donc ce pied de vif argent peſant autant que ces quatorze pieds d’eau, dont il tient la place, il eſt naturel qu’il tienne l’eau dans le meſme Equilibre ou ces quatorze pieds d’eau la tiendroient.
fr: donc ce pied de vif-argent pesant autant que ces quatorze pieds d’eau, dont il tient la place, il est naturel qu’il tienne l’eau dans le même Équilibre ou ces quatorze pieds d’eau la tiendraient.

source: Mais ſi on mettoit le tuyau ſi auant dans l’eau, que le bout d’en haut y entrât, alors l’eau entreroit dans le tuyau, & le vif argent tomberoit;
fr: Mais si on mettait le tuyau si avant dans l’eau, que le bout d’en haut y entrât, alors l’eau entrerait dans le tuyau, et le vif-argent tomberait;

source: car l’eau peſant auſſi bien au dedans qu’au dehors du tuyau, le vif argent ſeroit ſans vn contrepoids neceſſaire pour eſtre ſoûtenu.
fr: car l’eau pesant aussi bien au-dedans qu’au-dehors du tuyau, le vif-argent serait sans un contre-poids nécessaire pour être soutenu.

source: NOVS allons maintenant donner des exemples de l’Equilibre de l’eau auec des corps maſſifs, comme auec vn Cilindre de cuiure maſſif, car on le fera nager dans l’eau en cette ſorte.
fr: NOUS allons maintenant donner des exemples de l’Équilibre de l’eau avec des corps massifs, comme avec un Cylindre de cuivre massif, car on le fera nager dans l’eau en cette sorte.

source: Fig. XI. Il faut auoir vn tuyau fort long, comme de vingt pieds, qui s’élargiſſe par le bout d’en bas, comme ce qu’on appelle vn entonnoir: ſi ce bout d'en bas eſt rond, & qu’on y mette vn Cilindre de cuiure, fait au tour auec tant de juſteſſe, qu’il puiſſe entrer & ſortir dans l’ouuerture de cét entonnoir, & y couler ſans que l’eau puiſſe du tout couler entre deux, & qu’il ſerue ainſi de Piſton, ce qui eſt aiſé à faire;
fr: Fig. XI. Il faut avoir un tuyau fort long, comme de vingt pieds, qui s’élargisse par le bout d’en bas, comme ce qu’on appelle un entonnoir: si ce bout d’en bas est rond, et qu’on y mette un Cylindre de cuivre, fait au tour avec tant de justesse, qu’il puisse entrer et sortir dans l’ouverture de cet entonnoir, et y couler sans que l’eau puisse du tout couler entre deux, et qu’il serve ainsi de Piston, ce qui est aisé à faire;

source: on verra, qu’en mettant le Cilindre & cét entonnoir enſemble dans vne riuiere, en ſorte toutefois que le bout du tuyau ſoit hors de l’eau, ſi l’on tient le tuyau auec la main, & qu’on abandonne le Cilindre de cuiure à ce qui deura arriuer, ce Cilindre maſſif ne tõbera point, mais demeurera ſuſpendu, parce que l’eau le touche par deſſous & non par deſſus (car elle ne peut entrer dans le tuyau;) & ainſi l’eau le pouſſe en haut de la meſme ſorte qu'elle pouſſoit le vif argent dans l’exemple precedent, & auec autant de force que le poids de cuiure en a pour tomber en bas;
fr: on verra, qu’en mettant le Cylindre et cet entonnoir ensemble dans une rivière, en sorte toutefois que le bout du tuyau soit hors de l’eau, si l’on tient le tuyau avec la main, et qu’on abandonne le Cylindre de cuivre à ce qui devra arriver, ce Cylindre massif ne tombera point, mais demeurera suspendu, parce que l’eau le touche par-dessous et non par-dessus (car elle ne peut entrer dans le tuyau;) et ainsi l’eau le pousse en haut de la même sorte qu’elle poussait le vif-argent dans l’exemple précédent, et avec autant de force que le poids de cuivre en a pour tomber en bas;

source: & ainſi ces efforts contraires ſe contrebalancent. Il eſt vray qu’il faut pour cét effet qu’il ſoit aſſez auant dans l’eau, pour faire qu’elle ait la hauteur neceſſaire pour contrepeſer le cuiure: de ſorte que ſi ce Cilindre a vn pied de haut, il faut que depuis le haut de l’eau juſques au bas du Cilindre, il y ait neuf pieds, à cauſe que le cuiure peſe de luy meſme neuf fois autant que l’eau;
fr: et ainsi ces efforts contraires se contrebalancent. Il est vrai qu’il faut pour cet effet qu’il soit assez avant dans l’eau, pour faire qu’elle ait la hauteur nécessaire pour contre-peser le cuivre: de sorte que si ce Cylindre a un pied de haut, il faut que depuis le haut de l’eau jusqu’au bas du Cylindre, il y ait neuf pieds, à cause que le cuivre pèse de lui même neuf fois autant que l’eau;

source: auſſi ſi l’eau n’a pas aſſez de hauteur, comme ſi on retire le tuyau plus vers le haut de l’eau, ſon poids l’emporte, & il tombe, mais ſi on l'enfonce encore plus auant qu’il ne faut, comme à vingt pieds;
fr: aussi si l’eau n’a pas assez de hauteur, comme si on retire le tuyau plus vers le haut de l’eau, son poids l’emporte, et il tombe, mais si on l’enfonce encore plus avant qu’il ne faut, comme à vingt pieds;

source: tant s’en faut qu’il puiſſe tomber par ſon poids, qu’au contraire il faudroit employer vne grande force pour le ſeparer & l’arracher d’auec l’entonnoir, car le poids de l’eau le pouſſe en haut auec la force de vingt pieds de haut. Mais ſi on perce le tuyau, & que l’eau y entre, & peſe auſſi bien ſur le Cilindre comme par deſſous, lors le Cilindre tombera par ſon poids, comme le vif argent dans l’autre exemple, parce qu’il n’a plus le contrepois qu’il faut pour le ſoûtenir.
fr: tant s’en faut qu’il puisse tomber par son poids, qu’au contraire il faudrait employer une grande force pour le séparer et l’arracher d’avec l’entonnoir, car le poids de l’eau le pousse en haut avec la force de vingt pieds de haut. Mais si on perce le tuyau, et que l’eau y entre, et pèse aussi bien sur le Cilindre comme par dessous, lors le Cilindre tombera par son poids, comme le vif argent dans l’autre exemple, parce qu’il n’a plus le contre-poids qu’il faut pour le soutenir.

source: Fig. XII. Si ce tuyau tel que nous le venons de figurer eſt recourbé, & qu’on y mette vn Cilindre de bois, & le tout dans l’eau, en ſorte neanmoins que le bout d’en haut ſorte de l’eau;
fr: Fig. XII. Si ce tuyau tel que nous le venons de figurer est recourbé, et qu’on y mette un Cylindre de bois, et le tout dans l’eau, en sorte néanmoins que le bout d’en haut sorte de l’eau;

source: le bois ne remontera pas, quoy que l’eau l’enuironne;
fr: le bois ne remontera pas, quoique l’eau l’environne;
